{
  "dead": "You are dead. There's nothing that you can do about it.",
  "dying": "You are unconcious and must make a death saving throw as your only action on your turn.",
  "blinded": "You automatically fail any check that involves sight. Attack rolls against you have advantage, and attack rolls you make have disadvantage.",
  "charmed": "You can't target the creature that charmed you with attacks or harmful effects. The charmer has advantage on any checks made to interact socially with you.",
  "deafened": "You automatically fail any check that requires hearing.",
  "frightened": "You have disadvantage on ability checks and attack rolls while the source of fear is within line of sight. You can't willingly move closer to the source of your fear.",
  "grappled": "Your speed becomes 0, and you can't benefit from any bonus to speed. This condition ends if the grappler is incapacitated. The condition also ends if an effect removes you from the reach of the grappler or grappling effect.",
  "incapacitated": "You can't take actions or reactions.",
  "invisible": "You cannot be seen without the aid of magic. You can still be found by sounds or tracks. Attack rolls you make have advantage and attack rolls against you have disadvantage.",
  "paralyzed": "You can't move or speak. You automatically fail Strength and Dexterity saving throws. Attack rolls against you have advantage, and attacks from adjacent creatures that hit you are automatically critical hits.",
  "petrified": "You, and any nonmagical items you are wearing or carrying are turned to stone. Your weight increases by a factor of 10, and you cease aging. You cannot move or speak, and you are unaware of your surroundings. Attacks made against you have advantage. You automatically fail Strength and Dexterity saving throws. You have resistance to all damage. You are immune to poison and disease, though any poison or disease already in your system is supended, not neutralized.",
  "poisoned": "You have disadvantage on attack rolls and ability checks.",
  "prone": "You can only crawl while prone, unless you stand up and end the condition. You have disadvantage on attack rolls. Creatures within 5 feet of you make attacks against you with advantage, but creatures further away have disadvantage.",
  "restrained": "Your speed becomes 0, and you cannot benefit from bonuses to speed. Attack rolls against you have advantage, and your attack rolls have disadvantage. You have disadvantage on Dexterity saving throws.",
  "stunned": "You are incapacitated, cannot move, and can speak only falteringly. You automatically fail Strength and Dexterity saving throws. Attack rolls against you have disadvantage.",
  "unconcious": "You are incapacitated, cannot move or speak, and are unaware of your surroundings. You drop anything you're holding and fall prone. You automatically fail Strength and Dexterity saving throws. Attack rolls against you have advantage, and attacks from adjacent creatures that hit you are automatically critical hits.",
  "exhaustion1": "You have disadvantage on ability checks.",
  "exhaustion2": "You have disadvantage on ability checks and your speed is halved.",
  "exhaustion3": "You have disadvantage on ability checks, attack rolls, and saving throws, and your speed is halved.",
  "exhaustion4": "You have disadvantage on ability checks, attack rolls, and saving throws, your speed is halved, and your hit point maximum is halved.",
  "exhaustion5": "You have disadvantage on ability checks, attack rolls, and saving throws, your speed is reduced to 0, and your hit point maximum is halved.",
  "exhaustion6": "You are dead. There's nothing that you can do about it."
}
